[
  {
    "route": "khenrap-gyatso",
    "name": "མཁྱེན་རབ་རྒྱ་མཚོ།",
    "team": "Admin Team",
    "designation": "སྤྱི་ཁྱབ་རྩོམ་སྒྲིག་པ།",
    "bios": "བོད་ཡིག་གི་ཤེས་ཚད་རང་རྐྱ་ཕེར་བ་ཡོད། དཔེ་དེབ་སྒྲིག་སྦྱོར་དང་ཇུས་འགོད་ལ་བྱང་ཆ་ཡོད། གཤིས་ཀ་དྲང་པོ་དྲང་བཞག་དང་། ཁ་རུ་ཁ་ཐུག་ཡིན། མགོ་བདེ་དྲན་འཕྲུལ་དང་། མངོན་ལྐོག་མི་མཚུངས་པའི་ལས་ཀ་བྱ་རྒྱུར་དགའ་བོ་མེད།",
    "educationalProfessionalBackground": "ནང་དོན་རིག་པའི་བསླབ་པ་མཐར་སོན་དང་དགེ་བཤེས། རྩོམ་པ་པོ་བཅས་ཡིན། ད་སྔར་དགེ་རྒན་དང་། རྩོམ་སྒྲིག་པ། ཞུ་སྒྲིག་པ། བཅས་ཀྱི་ལས་ཀར་ཞུགས་མྱོང་།",
    "linkedInId": "",
    "headshot": "/assets/team/khenrap-gyatso.jpg"
  },
  {
    "route": "dawa-tsamchoe",
    "name": "ཟླ་བ་མཚམས་གཅོད།",
    "team": "འཛིན་སྐྱོང་སྡེ་ཚན།",
    "designation": "ལས་མི་དོ་དམ་འགན་འཁུར་བ།",
    "bios": "Ambitious, Enthusiastic and lifelong learner.",
    "educationalProfessionalBackground": "MBA in Human Resource and Finance. Three years of HR experience (Recruitment task in US company) and 4 years of experience as commerce and management lecturer in DLIHE.",
    "linkedInId": "https://www.linkedin.com/in/dawa-tsamchoe-49031a321?trk=contact-info",
    "headshot": "/assets/team/dawa-tsamchoe.jpg"
  },
  {
    "route": "jamyang-tsultrim",
    "name": "འཇམ་དབྱངས་ཚུལ་ཁྲིམས།",
    "team": "འཛིན་སྐྱོང་སྡེ་ཚན།",
    "designation": "དམིགས་འབེན་འགན་འཛིན།",
    "bios": "དགེ་བཤེས་ལྷ་རམས་དང་སྔགས་རམས་པའི་མཚན་རྟགས་འཛིན་པའི་ནང་པའི་མཁས་དབང་། བོད་ཀྱི་སྐད་ཡིག་དང་རིག་གཞུང་གི་ཆེད་མཁས་པ། སྨོན་ལམ་ཚིག་མཛོད་དང་རིག་ནུས་ལས་གཞིའི་ཉམས་མྱོང་ཅན། རྒྱུན་དུ་གསར་གཏོད་དང་། ལས་ཀའི་གྲུབ་འབྲས་གཙོ་འདོན་ཕྱོགས་ལ་བསམ་བློ་གཏོང་མཁན།",
    "educationalProfessionalBackground": "ལྷ་རམས་དང་སྔགས་རམས་ཀྱི་ལག་འཁྱེར་ཐོབ་ཡོད། ཞོར་དུ་ལོ་བརྒྱད་ལྷག་ལ་ཚད་རིག་དང་ཨང་རྩིས་ཟུར་སྦྱོང་བྱས། སྨོན་ལམ་ཚིག་མཛོད་རྩོམ་སྒྲིག་གི་ལས་གཞིའི་ཐོག་ལོ་གསུམ་རིང་ཞུགས་མྱོང་ཡོད། ད་ལྟ་སྨོན་ལམ་རིག་ནུས་ཀྱི་ལས་གཞིའི་ཐོག་ལོ་གཉིས་ཉེ་བར་ལས་ཀ་བྱེད་བཞིན་ཡོད། [ངའི་དགའ་ཕྱོགས་ནི་གླུ་ལེན་རྒྱུ་དང་། ལྟ་གྲུབ་གླེང་རྒྱུ་དེ་ཡིན། ]​​​​​​​​​​​​​​​​",
    "linkedInId": "",
    "headshot": "/assets/team/jamyang-tsultrim.jpg"
  },
  {
    "route": "tenzin-nyima",
    "name": "བསྟན་འཛིན་ཉི་མ།",
    "team": "Admin Team",
    "designation": "འགན་འཛིན།",
    "bios": "Tenzin Nyima is the Executive Director of Monlam Charitable Trust. With a decade of experience in finance and conflict resolution, Tenzin brings a unique blend of financial acumen and peacebuilding expertise to her leadership role. She holds a Bachelor of Commerce and a Post Graduate Diploma in Business Administration from MS University, complemented by certification in Tally software. Tenzin's 10-year plus tenure as Accountant and Finance Officer at the Tibetan Center for Conflict Resolution and Active Nonviolence Education Center honed her skills in financial management and program implementation. Known for her strong communication skills and team-building abilities, Tenzin is passionate about leveraging sound financial strategies to drive positive change in communities. She is committed to using her financial expertise to maximize the impact of Monlam Charitable Trust's initiatives, ensuring ethical and effective use of resources to create lasting social transformation.",
    "educationalProfessionalBackground": "Love Nature, Music and very passionate about Fitness. Meeting new people.",
    "linkedInId": "",
    "headshot": "/assets/team/tenzin-nyima.jpg"
  },
  {
    "route": "kelsang-dolker",
    "name": "སྐལ་བཟང་སྒྲོལ་དཀར།",
    "team": "Admin Team",
    "designation": "འབྲེལ་མཐུད་པ།",
    "bios": "I am an attentive listener with a knack for calming tense situations. I also have a good sense of distinguishing reliable information from less credible claims , which helps me communicate clearly and make sound decisions. I always try to see the good in people.",
    "educationalProfessionalBackground": "I studied in Central Tibetan Schools and in Tibetan Children Village. I enjoy reading, spending time with the elderlies , listening to stories and podcasts, and watching an unhealthy amount of SNL skits. And I follow everything Conan O' Brien does.",
    "linkedInId": "https://www.linkedin.com/in/kelsang-dolker-a90593301",
    "headshot": "/assets/team/kelsang-dolker.jpg"
  },
  {
    "route": "tenzin-dolker",
    "name": "བསྟན་འཛིན་སྒྲོལ་དཀར།",
    "team": "Admin Team",
    "designation": "Product Owner",
    "bios": "The only way to do great work is to love what you do!",
    "educationalProfessionalBackground": "Tenzin Dolker, Product Owner at Monlam AI\nTenzin Dolker is a dedicated Product Owner at Monlam AI, \nleveraging her expertise in driving product innovation and strategy. With an undergraduate degree in Psychology and an MBA in HR and Marketing . Tenzin's proactive and optimistic approach thrives on transforming ideas into impactful solutions and brings a balanced and insightful perspective to her role, ensuring alignment with company goals and customer needs. Her commitment to excellence and collaborative spirit fuels Monlam AI's journey towards cutting-edge advancements in technology and AI solutions. Beyond her profession Tenzin finds joy in singing, cooking and exploring new places.These passions fuel her creativity and keep her grounded. ",
    "linkedInId": "http://linkedin.com/in/tenzin-dolker-47677a1b1",
    "headshot": "/assets/team/tenzin-dolker.jpg"
  },
  {
    "route": "tashi-dhondup",
    "name": "བཀྲ་ཤིས་དོན་འགྲུབ།",
    "team": "Tech Team",
    "designation": "Senior Software Engineer",
    "bios": "I am a Data Analyst at Monlam AI, specializing in building reliable data pipelines, detailed analyses, and impactful visualizations. With proficiency in machine learning, I've contributed to LLM chatbots and predictive models using ML/DL. My programming skills in Python, R, SQL, and Git enable scalable cloud solutions.\n\nPreviously, as a Firmware Developer at Luminous Power Tech, I designed adaptable firmware and enhanced device connectivity. At Renon, I led a team to create a comprehensive battery management system for EVs.\n\nOutside tech, I'm a professional model and actor in Bangalore, with 18+ TV ads and multiple e-commerce shoots for brands like Myntra and Ajio. I also volunteer with an NGO to raise awareness about climate change.",
    "educationalProfessionalBackground": "I completed an Executive PG Programme in Machine Learning and AI at IIIT Bangalore and am currently pursuing a Master's in Machine Learning & AI at Liverpool John Moores University. I hold a B.Tech from Alliance University and completed my schooling at TCV Upper and Bylakuppe.",
    "linkedInId": "https://www.linkedin.com/in/uchiha-tashi/",
    "headshot": "/assets/team/tashi-dhondup.jpg"
  },
  {
    "route": "ngawang-trinley",
    "name": "ངག་དབང་ཕྲིན་ལས།",
    "team": "Admin Team",
    "designation": "སློབ་སྟོན་པ།",
    "bios": "Ngawang Trinley is a multifaceted Buddhist Data Engineer based in Taipei, Taiwan. With extensive experience in Tibetan language technology, cultural preservation, and Buddhist studies, Trinley has co-founded innovative projects like Monlam AI (སྨོན་ལམ་རིག་ནུས།) and Esukhia (ནང་བསྟན་སྲི་ཞུ་ཁང་།). His career spans roles as a Digitization Manager at the Buddhist Digital Resource Center (ནང་བསྟན་དཔེ་ཚོགས་ལྟེ་གནས།) and as a lecturer at Palpung Buddhist Sciences College (དཔལ་སྤུངས་རིགས་གནས་སློབ་གླིང་།). ",
    "educationalProfessionalBackground": "Trinley's diverse skill set encompasses Tibetan language and literature, ed-tech development, project management, and Buddhist philosophy, particularly in Kalachakra studies. Fluent in Tibetan, English, and French, he has contributed significantly to the digitization and preservation of Tibetan cultural heritage, developed NLP tools, and designed curriculum for Tibetan language education. His unique blend of traditional Buddhist education and modern technological expertise positions him at the forefront of bridging ancient wisdom with contemporary digital solutions.",
    "linkedInId": "https://www.linkedin.com/in/ngawang-trinley-010b991a3/",
    "headshot": "/assets/team/ngawang-trinley.jpg"
  },
  {
    "route": "tenzin-kunsang",
    "name": "བསྟན་འཛིན་ཀུན་བཟང་།",
    "team": "Tech Team",
    "designation": "Senior Software Engineer",
    "bios": "Raised in Bir, India, Tenzin Kunsang has been deeply immersed in web development for the past 3 to 4 years, honing his skills in both front-end and back-end technologies. After completing his engineering degree from Guru Gobind Singh Indraprastha University, Tenzin embarked on a career that combines his expertise in HTML, CSS, and JavaScript with frameworks like React and Vue.js to create dynamic and engaging user interfaces. On the back end, he applies his knowledge of Python (Django, Flask), Node.js, and PHP to build robust and scalable server-side applications, while managing databases such as MongoDB, PostgreSQL, and MySQL with ease.",
    "educationalProfessionalBackground": "Tenzin Kunsang has built a robust professional profile as a freelancer, specializing in WordPress development and the creation of static blog pages. Outside of his professional endeavors, he is passionate about sports and fitness, engaging in activities such as football, gym workouts, and swimming.\nschooling: TCV GOPALPUR, TCV SELAKUI   \ncollege: GGSIPU DELHI",
    "linkedInId": "https://www.linkedin.com/in/tenzin-kunsang-138599174/",
    "headshot": "/assets/team/tenzin-kunsang.jpg"
  },
  {
    "route": "tenzin-tsundue",
    "name": "བསྟན་འཛིན་བརྩོན་འགྲུས། ",
    "team": "Tech Team",
    "designation": "Software Engineer II",
    "bios": "Tenzin Tsundue is proficient in Python programming and collaborates extensively with ChatGPT on diverse projects. Demonstrating a systematic approach, they effectively address development challenges and errors to achieve optimal outcomes.",
    "educationalProfessionalBackground": "Tenzin hold a Bachelor of Technology degree in Computer Science from VIT Bhopal and a graduate of TCV Selakui, he enjoys basketball and anime in their leisure time.",
    "linkedInId": "https://linkedin.com/in/tenzintsundue3",
    "headshot": "/assets/team/tenzin-tsundue.jpg"
  },
  {
    "route": "tenzin-gayche",
    "name": "བསྟན་འཛིན་དགེ་བྱེད།",
    "team": "Tech Team",
    "designation": "Senior Software Engineer",
    "bios": "Gayche is a seasoned ML Engineer with a deep-rooted passion for pushing the boundaries of language technology. With two years of hands-on experience in Machine Translation and Large Language Models, he brings a wealth of expertise to the team. His BTech in Computer Science, with a specialization in data science, provides a strong foundation for his technical prowess.",
    "educationalProfessionalBackground": "As a pioneer in the STT department, Gayche played a pivotal role in developing the team's inaugural text-to-speech model. His contributions have been instrumental in shaping the department's trajectory. Beyond his technical acumen, Gayche hobbies of birdwatching and painting lend a unique perspective to his work, fostering creativity and innovation. Driven by a desire to empower the Tibetan community, Gayche's ultimate goal is to elevate Tibetan language technology to par with other major languages. By bridging the digital divide, he aims to unlock a world of opportunities for Tibetan speakers.",
    "linkedInId": "",
    "headshot": "/assets/team/tenzin-gayche.jpg"
  },
  {
    "route": "ganga-gyatso",
    "name": "གང་ག་རྒྱ་མཚོ།",
    "team": "Tech Team",
    "designation": "Software Engineer I",
    "bios": "Ganga Gyatso is a problem solver at heart, always seeking innovative approaches to tackle complex challenges. With nearly a year at Monlam AI, Ganga has immersed themselves in the art of machine learning, gaining invaluable insights into the entire process—from sourcing and cleaning data to training and deploying models. To Ganga, this intricate workflow is nothing short of a beautiful system, a pure art of flow. Passionate about their work, Ganga deeply values the collaborative environment at Monlam AI, where the supportive and dependable colleagues make the journey all the more rewarding. Their commitment to advancing technology is matched only by their enthusiasm for the dynamic, Startup atmosphere they thrive in. Outside of work, Ganga enjoys swimming and playing football to keep a fresh mind, balancing their technical pursuits with activities that refresh and invigorate.",
    "linkedInId": "https://www.linkedin.com/in/ganga-gyatso-030922280/",
    "headshot": "/assets/team/ganga-gyatso.jpg"
  },
  {
    "route": "tenzin-kalden1",
    "name": "བསྟན་འཛིན་སྐལ་ལྡན།",
    "team": "Tech Team",
    "designation": "Associate Software Engineer",
    "bios": "Tenzin Kalden is passionate about untangling complex problems through pattern recognition, he thrives on finding innovative solutions and turning challenges into opportunities for growth.",
    "educationalProfessionalBackground": "Kalden holds a bachelor's in automotive engineering and a PG diploma in CS, he is Enthusiastic about AI/ML and autonomous vehicles. When not exploring cutting-edge tech, Tenzin enjoys tinkering with model cars.",
    "linkedInId": "https://www.linkedin.com/in/tenzin-kalden-991b98189/",
    "headshot": "/assets/team/tenzin-kalden1.jpg"
  },
  {
    "route": "tenzin-tamdin",
    "name": "བསྟན་འཛིན་རྟ་མགྲིན།",
    "team": "Tech Team",
    "designation": "Software Engineer II",
    "bios": "Tenzin Tamdin is born in southern India and raised in the northern region of Ladakh, Tenzin Tamdin has over two years of experience in web application development. An avid reader and lifelong learner, Tamdin excels in table tennis and swimming.",
    "educationalProfessionalBackground": " Tamdin graduated from St. Joseph's University, Bengaluru  with a B.Sc in PMC. He combines his technical expertise with a passion for continuous learning. Outside of work, Tamdin enjoys playing table tennis, swimming, and watching movies, balancing his professional life with active and leisurely pursuits.",
    "linkedInId": "https://www.linkedin.com/in/tenzintamdin592/",
    "headshot": "/assets/team/tenzin-tamdin.jpg"
  },
  {
    "route": "jimpa-gyatso",
    "name": "སྦྱིན་པ་རྒྱ་མཚོ་",
    "team": "Tech Team",
    "designation": "Associate Software Engineer",
    "bios": "Jimpa Gyatso is a Python developer with a flair for transforming complex challenges into elegant solutions. Passionate about crafting clean code, efficient algorithms, and continuous learning. Experienced in generating datasets and training models, with a keen interest in advancing innovations in machine learning. Always up for a coding challenge and eager to push the boundaries of technology and data-driven solutions.",
    "educationalProfessionalBackground": "He completed his Class 10 at TCV Chauntra and pursued PCMC at TCV Bylakuppe. He then earned his B.Tech in Computer Science from Jabalpur Engineering College through a Sherig seat. Professionally, he has freelanced as a frontend developer and worked as an Associate Software Engineer, focusing on networking protocols.He is passionate about coding and always excited to explore and learn new technology trends as a hobby.",
    "linkedInId": "https://www.linkedin.com/in/jimpa-gyatso-46317b210/",
    "headshot": "/assets/team/jimpa-gyatso.jpg"
  },
  {
    "route": "tenzin-lhazey",
    "name": "བསྟན་འཛིན་ལྷ་མཛེས།",
    "team": "Admin Team",
    "designation": "རྩིས་པ།",
    "bios": "",
    "educationalProfessionalBackground": "Graduated B.COM & M.COM from Delhi University",
    "linkedInId": "",
    "headshot": "/assets/team/tenzin-lhazey.jpg"
  },
  {
    "route": "karma-tsering",
    "name": "ཀརྨ་ཚེ་རིང་།",
    "team": "Tech Team",
    "designation": "Tester",
    "bios": "Karma Tsering is driven by a thirst for knowledge and a passion for personal growth, Karma Tsering is a dedicated professional with a solid foundation in Computer Science and Engineering. His curiosity fuels his continuous learning and improvement, making him a valuable asset to any team. With a keen interest in Buddhist philosophy, Karma brings a unique perspective and enriches every interaction.",
    "educationalProfessionalBackground": "",
    "linkedInId": "",
    "headshot": "/assets/team/karma-tsering.jpg"
  },
  {
    "route": "lobsang-monlam",
    "name": "བློ་བཟང་སྨོན་ལམ།",
    "team": "Admin Team",
    "designation": "Founder",
    "bios": "Monlam la is a unique blend of ancient wisdom and modern innovation. Born in Amdo Ngawa, Tibet, he embarked on a monastic journey at a young age, immersing himself in the depths of Buddhist philosophy and Tibetan art. A natural-born innovator, Lobsang's early fascination with technology led to groundbreaking achievements, including the creation of an FM microphone for Dharma teachings at his monastery. This early exposure to technology, coupled with his profound spiritual knowledge, has shaped Lobsang's extraordinary career. As a Geshe graduate from Sera Mey Monastic University and the founder of Monlam IT Research Centre, he has dedicated his life to bridging the gap between tradition and technology. His pioneering work in developing Tibetan fonts and software has made a significant impact on the Tibetan community worldwide.",
    "educationalProfessionalBackground": "Lobsang's life is a testament to the power of human potential, demonstrating that one can be both a deeply spiritual individual and a skilled technologist. His journey is an inspiration, showcasing the harmonious coexistence of tradition and modernity.",
    "linkedInId": "",
    "headshot": "/assets/team/lobsang-monlam.jpg"
  },
  {
    "route": "kunchok-dolma",
    "name": "དཀོན་མཆོག་སྒྲོལ་མ་",
    "team": "Admin Team",
    "designation": "South Branch Project Coordinator",
    "bios": "Kunchok Dolma, a Tibetan refugee born and raised in India, is a dedicated advocate for building meaningful relationships and fostering trust and collaboration. With a strong commitment to fairness and justice, she strives to drive positive change and inspire others to do the same. Kunchok holds a master's degree in Leadership and Governance from MIT Pune and graduated with a BA in English Honours from Miranda House, University of Delhi. She is also a proud alumna of TCV and brings five years of experience as a Project Officer at the Department of Health, CTA.",
    "educationalProfessionalBackground": "In her personal life, Kunchok enjoys playing various sports, including table tennis, badminton, and carrom, though she modestly notes that she excels at none.",
    "linkedInId": "https://www.linkedin.com/in/kunchok-dolma-060325321/",
    "headshot": "/assets/team/kunchok-dolma.jpg"
  },
  {
    "route": "passang-tsering",
    "name": "པ་སངས་ཚེ་རིང་།",
    "team": "Admin Team",
    "designation": "Objective Owner",
    "bios": "Proficient in Tibetan Language",
    "educationalProfessionalBackground": "BA Hons in Tibetan Language and Literature བོད་ཡིག་གཙུག་ལམ་རབ་འབྱམས་པ།",
    "linkedInId": "http://www.linkedin.com/in/passang-tsering-02bb05b3",
    "headshot": "/assets/team/passang-tsering.jpg"
  },
  {
    "route": "tenzin-shinyi",
    "name": "བསྟན་འཛིན་བཤེས་གཉེན།",
    "team": "Admin Team",
    "designation": "Objective Owner",
    "bios": "Language skills, management skills and communication skills, fast learner.",
    "educationalProfessionalBackground": "BA in higher Tibetan studies, Second year in Pramita studies.Fun fact about me: Proudly a cat mom.",
    "linkedInId": "",
    "headshot": "/assets/team/tenzin-shinyi.jpg"
  },
  {
    "route": "gade",
    "name": "དགའ་བདེ།",
    "team": "Admin Team",
    "designation": "Objective Owner",
    "bios": "",
    "educationalProfessionalBackground": "༢༠༡༦ ལོར་ནོར་གླིང་བོད་ཀྱི་གཞུང་གཅེས་སྐྱོང་ཁང་ནས་རིག་གནས་རབ་འབྱམས་པ། ༢༠༢༠ལོར་ས་རཱ་མཐོ་སློབ་ནས་གཙུག་ལག་རབ་འབྱམས་པ་མཐར་ཕྱིན།",
    "linkedInId": "",
    "headshot": "/assets/team/gade.jpg"
  },
  {
    "route": "tashi-tsering",
    "name": "བཀྲ་ཤིས་ཚེ་རིང་",
    "team": "Tech Team",
    "designation": "Associate CTO",
    "bios": " བཀྲ་ཤིས་ཚེ་རིང་གིས་དིལླཱིའི་གུ་རུ་གོ་བིནྡ་སིངྒ་ཨིན་དྲ་པྲསྠ་གཙུག་ལག་སློབ་གྲྭ་ཆེན་མོ་ནས་ཀམ་པུ་ཊར་ཚན་རིག་དང་འཕྲུལ་རིག་གི་བཟོ་རིག་གཙུག་ལག་རབ་འབྱམས་པའི་སློབ་ཚན་ཐོན་ཡོད། ཁོང་ལ་གྲངས་ཐོ་དཔྱད་ཞིབ་དང་། བཟོ་བཅོས། དབྱེ་འབྱེད་བཅས་ཀྱི་ཐད་ལ་ལོ་བཞིའི་ཉམས་མྱོང་ལྡན་པ་དང་། དེ་དག་གི་ཐོག་མཁས་པའི་གྲས་སུ་གྱུར་ཡོད། ཁོང་གིས་ནང་པའི་ཌི་ཇི་ཊལ་ཐོན་ཁུངས་ལྟེ་གནས་སུ་ལོ་གཉིས་རིང་འཕྲུལ་ཆས་སློབ་སྟོན་པའི་ཕྱག་ལས་གནང་ཡོད། བཀྲ་ཤིས་ནི་ཨོ་པན་པེ་ཆའི་ལྟེ་བའི་ཚོགས་མི་ཡང་ཡིན། ཁོང་གི་སྒེར་གྱི་དུས་ཚོད་དུ་གློག་བརྙན་ལྟ་རྒྱུ་དང་། དཔེ་ཀློག་རྒྱག་རྒྱུ། རི་བསྐོར་བ་བཅས་ལ་དགའ་མོས་ཡོད། ཉེ་ཆར་ཁོང་གིས་དྲ་ཚིགས་གཞི་གྲངས་མཛོད་སྐོར་ལ་སློབ་སྦྱོང་བྱེད་པར་དོ་སྣང་གསར་པ་སྐྱེས་ཡོད།",
    "linkedInId": "https://www.linkedin.com/in/tashi-tsering-7989891b5/",
    "headshot": "/assets/team/tashi-tsering.jpg"
  },
  {
    "route": "kalden",
    "name": "བསྟན་འཛིན་སྐལ་ལྡན་",
    "team": "Tech Team",
    "designation": "Technical Lead",
    "bios": "Tenzin Kalden is a dedicated software engineer with a passion for building innovative solutions. With a strong background in full-stack development, Kalden has honed his skills in front-end technologies like React and Angular, as well as back-end technologies like Node.js and Express. His expertise extends to database management with MongoDB and MySQL, and he is well-versed in cloud services like AWS and Azure. Kalden's experience in developing scalable web applications and RESTful APIs has equipped him with the tools to tackle complex challenges and deliver high-quality solutions. He is committed to continuous learning and growth, always seeking to expand his knowledge and stay up-to-date with the latest technologies.",
    "headshot": "/assets/team/kalden.jpg"
  }
]
