export const dummydata = [
  {
    image: "/assets/dummy/ocr1.jpg",
    text: "གྲུབ་པའི་དབང་ཕྱག་བློ་བཟང་ནོན་ཡོད་གྲུབ་པའི་གསུན་ཀ་པའི་དཀར་ཆག་བཞགས་སོ། །",
  },
  {
    image: "/assets/dummy/ocr2.png",
    text: `པ་གྱར་བྱ། །སེམས་ཅན་ཐམས་ཅད་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་གོ་འཕན་ལ་འགོད་པར་འདོད་པའི་སེམས་བསྐེད། རྩུ་བའི་བ་མ་དཀོན་
མཆོག་ཀན་འདས་ཀན་གོ་གཅིག་ཆོད་ཡིན་པ་ལ་ཡིན་པར་བློ་ཐག་བཅད་ནས་བློ་མོས་གས་ཀྱི་འཕྲོགས་པའི་གདང་ཤགས་དྲག་པོས་བ།སོལ་བ་བཏབ་རྗེས་
བླ་མ་རང་གི་སྐྲི་བོ་ནས་ཐིམ་པའི་བླ་མའི་ཐུགས་དང་རང་སེམས་དབྱེར་མེད་ད་མོས་པའི་ངང་ལ་མཉམ་པར་འཇོག་པ་སྟེ་སྔོན་འགྲོའོ། དངོས་
བ༑ཞི་ལ་གཉིས་ལས། དང་པོ་བསྐྱེད་རིམ་ནི། ལུས་གནད་ཆོས་བདན་བཅུའ། མིག་གི་བལྟ་སངས་ཆེ་རི་གཡོ་མེད་ད་བཞབ། །སེམས་གནད་`,
  },
  {
    image: "/assets/dummy/ocr3.png",
    text: `ལ༑་ལྷའི་ཞབས་གང་ན་བ་དེ་ན་བདག་ཅག་གི་མགོ་མཆིས་སོ། །དེ་ནས་དེས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་བསྐོན་ཏེ། རྒྱལ་པོའི་ཁབ་ནས་བྱུང་ངོ་། །རྒྱལ་པོ་པནྨ་ཆེན་པོ་སྟེང་གི་ཁང་བཟང་གི་གཞིར་གཏོགས་
པ་ན། བློན་པོའི་ཚོགས་ཀྱིས་བསྐོར་ཅིང་འདུག་པ་དེས། དེ་བྱུང་བ་མཐོང་ནས། དེས་བློན་པོ་རྣམས་ལ་སྨྲས་པ། ཤེས་ལྡན་དག་དམག་འདི་སུའི་ཡིན། དེ་དག་གིས་སྨྲས་པ། ལྷ་གཞོན་ནུ་གཟུགས་ཅན་
སྙིང་པོའི་ལགས་སོ། །དེས་སྨྲས་པ། ཤེས་ལྡན་དག་ཨེ་མ་འདི་དམག་མང་པོ་དང་ལྡན་ནོ་ཞེས་སྨྲས་པས། ཨི་དེའི་མིང་དམག་ལྡན་གཟུགས་ཅན་སྙིང་པོ། དམག་ལྡན་གཟུགས་ཅན་སྙིང་པོ་ཞེས་བྱ་བར་གྱུར་ཏོ། །
དེ་ན་ཁ་ཅིག་གིས་ནི་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་ཞེས་བྱ་བར་ཤེས་སོ། །ཁ་ཅིག་གིས་ནི་དམག་ལྡན་གཟུགས་ཅན་སྙིང་པོ་ཞེས་བྱ་བར་ཤེས་སོ། །གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོས་བློན་པོའི་བུ་ལྔ་བརྒྱ་པོ་དག་
ལ་སྨྲས་པ། ཤེས་ལྡན་དག་ཨང་གའི་རྒྱལ་པོ་འདི་ནི་གདུག་པ་ཕ་རོལ་གནོན་པ་དཔུང་དང་། མཐུ་ཆེ་ཆེར་གྱུར་པ་ཡིན་པས། ཡུ་བུ་ཅག་གིས་འདི་དང་ལྷན་ཅིག་གཡུལ་སྤྲད་པར་ནི་མི་ནུས་ཀྱི། འདི་ལྟར་དེ་བག་
ཡངས་སུ་གོ་ཕུད་པའི་ཕྲུམ་བརྫི་ཞིང་བཞབས་ཏེ་གསད་པར་བྱའོ། །དེ་དག་གིས་དེ་བག་ཡངས་སུ་གོ་ཕུད་པའི་ཕྲུ་མ་བརྫིས་ནས། དེ་དག་གིས་ཨང་གའི་རྒྱལ་པོ་བཞབས་ཏེ་གསད་དོ། །ཨང་གའི་རྒྱལ་པོའི་དཔུང་གི་ཚོགས་
ཡན་ལག་བཞི་པ་ཕྱོགས་བཞིར་བྱེར་བ་དང་། གཞོན་ནུ་གཟུགས་ཅན་སྙིང་པོས་ཕྱོགས་བཞིར་ཕོ་ཉ་རྟ་པ་དག་བཀྱེ་སྟེ། ཤེས་ལྡན་དག་དེ་ཡང་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོར་དབང་བསྐུར་བ་ཡིན་ལ། རད་ཀྱང་རྒྱལ་པོ་`,
  },
  {
    image: "/assets/dummy/ocr4.png",
    text: `ཡ། དག་པར་བརྗོད་པ་ཞེས་བྱ་བའི་འགེལ་པ། འཇམ་དཔལ་གཞོན་ནར་གྱུར་པ་ལ་ཕག་འཚལ་ལོ། །གཉིས་མང་
གཉིས་སྣང་ཆོས་རྣམས་ཀྱི། །དང་པོའི་སངས་རྒྱས་ནང་གནས་པ། །སིད་དང་མ་ངན་འདས་འཁོར་ལོའི། །དབང་ཕྱག་ཡེ་
ཤེས་སྐྲ་བཏུད་ནས། །གང་གིས་ཟབ་མོའི་རིམ་པ་འདི། །ཡོངས་ས་ཉམས་པར་མི་འགྱུར་བར། །མཚན་བརྗོད་ལ་ནི་`,
  },
];
